; language file for TrayLauncher 
;Language : Swedish
;Author : Åke Engelbrektson
;Contact: eson57@gmail.com
;AuthorWebsite : http://svenskaspråkfiler.tejpad.se
;Date : 2010-11-11
;Version : 2.0

MENU_Exit							==> &Avsluta
MENU_Edit_Cmd						==> &Redigera kommandofilen
MENU_Refresh						==> &Uppdatera
MENU_Start_With_OS					==> Autostarta med &Windows
MENU_About							==> &Om
MENU_Select_Skin					==> &Välj Skin
MENU_Internal						==> Intern
MENU_Language						==> &Språk
MENU_Option							==> Alternativ
MENU_Use_MClick						==> Använd mushjulsknapp
MENU_Run							==> &Kör

STR_Failed							==> Misslyckades:
STR_Run								==> Kör
STR_Exit_Ask						==> Avsluta Tray Launcher ?
STR_Confirm							==> Bekräfta:
STR_Failed_To_Exec					==> Kunde inte verkställa:
STR_Single_Instance_Only			==> Endast en instans kan köras.
STR_lng_file_not_UNICODE			==> Språkfilen är inte sparad i UNICODE(LE)! Vänligen, spara i UNICODE.
STR_cmd_file_not_UNICODE			==> Kommandofilen är inte sparad i UNICODE(LE)! Vänligen, spara i UNICODE.
STR_Failed_open_create_cmd_file		==> Kan inte öppna eller skapa kommandofil!
STR_Empty							==> Töm
STR_Settings						==> Inställningar
STR_Refreshing						==> Uppdaterar...


; GUI Menu Editor
STR_DlgTitle						==> TrayLauncher kommandoredigerare

BTN_OK								==> OK
BTN_Cancel							==> Avbryt
BTN_Apply							==> Verkställ
BTN_Close							==> Stäng
BTN_Save							==> Spara
BTN_Reload							==> Uppdatera

BTN_IsMenu							==> Är undermeny
BTN_IsSep							==> Som separator
BTN_IsTitle							==> Som menytitel
BTN_IsWildCard						==> Joker-läge

STC_Menu							==> Kommando:
STC_Target							==> Mål:
STC_DispName						==> Menytitel:
STC_Filter							==> Filter:
STC_IconPath						==> Använd anpassad ikon:

STR_MyComputer						==> *Dator*
STR_DisplayName						==> [Menynamn]
STR_PathToTarget					==> [Sökväg till målet]
STR_Choose_Target					==> Välj mål
STR_Choose_Icon						==> Välj ikon
STR_Ask_Save_Item_Info				==> Vill du spara ändringarna?
STR_Exit_Ask_Save					==> Vill du spara ändringar innan du avslutar?
STR_Ask_Delete_Menu					==> Vill du ta bort menyn och alla undermenyer?

STR_Invalid_NameOrFilter			==> Ogiltig indata: '<' och '>' är inte tillåtna!
STR_Err_Del_Only_Child				==> Kan inte ta bort den enda genvägen!
